[
  {
    "renoId": "RENO001",
    "groupId": "routine_facility",
    "indicatorId": "NIDS-RF-001",
    "sortOrder": 1,
    "name": "Number of clients initiated on ART during the reporting period",
    "shortname": "ART Initiations",
    "numerator": "Number of clients initiated on ART",
    "numeratorFormula": "Count of clients with ART start date in reporting period",
    "denominator": null,
    "denominatorFormula": null,
    "definition": "This indicator measures the total number of clients who started antiretroviral therapy (ART) for the first time during the reporting period. Includes all age groups and risk populations.",
    "useContext": "Used to monitor HIV treatment program expansion and uptake. Essential for tracking progress toward UNAIDS 95-95-95 targets. Report monthly at facility level, aggregate quarterly at district level.",
    "factorType": "Cumulative",
    "frequency": "Monthly",
    "status": "new"
  },
  {
    "renoId": "RENO002",
    "groupId": "routine_facility",
    "indicatorId": "NIDS-RF-002",
    "sortOrder": 2,
    "name": "Number of clients currently on ART at the end of the reporting period",
    "shortname": "Current on ART",
    "numerator": "Number of clients currently receiving ART",
    "numeratorFormula": "Count of active clients on ART at end of period",
    "denominator": null,
    "denominatorFormula": null,
    "definition": "This indicator counts all clients who are actively receiving antiretroviral therapy at the end of the reporting period. Excludes clients who have died, transferred out, or defaulted from treatment.",
    "useContext": "Critical indicator for measuring treatment coverage and retention. Used for national and international reporting including WHO Global AIDS Monitoring. Report monthly.",
    "factorType": "Stock",
    "frequency": "Monthly",
    "status": "retained_without_new"
  },
  {
    "renoId": "RENO003",
    "groupId": "routine_art",
    "indicatorId": "NIDS-ART-Q01",
    "sortOrder": 1,
    "name": "Viral load suppression rate among clients on ART for 12+ months",
    "shortname": "VL Suppression Rate",
    "numerator": "Number of clients with suppressed viral load (<1000 copies/ml)",
    "numeratorFormula": "Count of clients with VL result <1000 copies/ml",
    "denominator": "Number of clients on ART for 12+ months with VL result",
    "denominatorFormula": "Count of clients on ART ≥12 months with VL test in reporting period",
    "definition": "Percentage of clients on ART for at least 12 months who have achieved viral suppression, defined as viral load <1000 copies/ml. Based on most recent viral load test result in the reporting period.",
    "useContext": "Key quality indicator for ART program effectiveness. Monitors progress toward third 95 target (95% virally suppressed). Report quarterly. Target: ≥95% suppression rate.",
    "factorType": "Proportion",
    "frequency": "Quarterly",
    "status": "amended"
  },
  {
    "renoId": "RENO004",
    "groupId": "tb_quarterly",
    "indicatorId": "NIDS-TB-Q01",
    "sortOrder": 1,
    "name": "Number of TB cases diagnosed and initiated on treatment",
    "shortname": "TB Treatment Initiations",
    "numerator": "Number of TB cases started on treatment",
    "numeratorFormula": "Count of patients diagnosed with TB and started on treatment regimen",
    "denominator": null,
    "denominatorFormula": null,
    "definition": "Total number of new and relapse tuberculosis cases that were diagnosed and initiated on first-line TB treatment during the reporting period. Includes all forms of TB (pulmonary and extrapulmonary).",
    "useContext": "Essential for TB program monitoring and case detection surveillance. Report quarterly. Disaggregate by HIV status, age group, and TB type (new/relapse, DR-TB).",
    "factorType": "Cumulative",
    "frequency": "Quarterly",
    "status": "retained_with_new"
  },
  {
    "renoId": "RENO005",
    "groupId": "routine_facility",
    "indicatorId": "NIDS-RF-003",
    "sortOrder": 3,
    "name": "Number of pregnant women initiated on ART during the reporting period",
    "shortname": "PMTCT ART Initiations",
    "numerator": "Number of pregnant women initiated on ART",
    "numeratorFormula": "Count of pregnant women with ART start date in reporting period",
    "denominator": null,
    "denominatorFormula": null,
    "definition": "Number of HIV-positive pregnant women who started antiretroviral therapy for the first time during their pregnancy in the reporting period. Includes women identified through PMTCT services.",
    "useContext": "Critical for prevention of mother-to-child transmission (PMTCT) program monitoring. Report monthly. Essential for tracking progress toward elimination of vertical transmission.",
    "factorType": "Cumulative",
    "frequency": "Monthly",
    "status": "new"
  },
  {
    "renoId": "RENO006",
    "groupId": "ems",
    "indicatorId": "NIDS-EMS-001",
    "sortOrder": 1,
    "name": "Number of emergency medical service responses within target time",
    "shortname": "EMS Response Time",
    "numerator": "Number of EMS responses within target time",
    "numeratorFormula": "Count of responses with arrival time ≤ target for priority level",
    "denominator": "Total number of EMS call-outs",
    "denominatorFormula": "Count of all EMS emergency responses",
    "definition": "Percentage of emergency medical service responses that arrived at the scene within the target response time based on call priority level. Priority 1: 15 min, Priority 2: 40 min, Priority 3: 120 min.",
    "useContext": "Quality indicator for emergency medical services. Report monthly. Used to monitor EMS system performance and identify areas requiring resource allocation improvements.",
    "factorType": "Proportion",
    "frequency": "Monthly",
    "status": "new"
  },
  {
    "renoId": "RENO007",
    "groupId": "routine_art",
    "indicatorId": "NIDS-ART-Q02",
    "sortOrder": 2,
    "name": "Retention on ART at 12 months",
    "shortname": "12-Month Retention",
    "numerator": "Number of clients retained on ART at 12 months",
    "numeratorFormula": "Count of clients still on ART 12 months after initiation",
    "denominator": "Number of clients initiated on ART 12 months ago",
    "denominatorFormula": "Count of clients with ART start date 12 months prior to reporting period end",
    "definition": "Percentage of clients who initiated ART 12 months prior to the reporting period end date who are still alive and on treatment. Excludes documented transfers to other facilities.",
    "useContext": "Key retention indicator for ART program quality. Report quarterly. Cohort-based calculation. Target: ≥90% retention at 12 months.",
    "factorType": "Proportion",
    "frequency": "Quarterly",
    "status": "retained_without_new"
  },
  {
    "renoId": "RENO008",
    "groupId": "non_facility",
    "indicatorId": "NIDS-NF-001",
    "sortOrder": 1,
    "name": "Number of community-based HIV tests conducted",
    "shortname": "Community HIV Tests",
    "numerator": "Number of HIV tests performed in community settings",
    "numeratorFormula": "Count of HIV tests conducted outside health facilities",
    "denominator": null,
    "denominatorFormula": null,
    "definition": "Total number of HIV tests conducted in community settings including mobile clinics, outreach programs, and community testing campaigns. Excludes facility-based testing.",
    "useContext": "Monitors reach and coverage of community-based HIV testing services. Report monthly. Essential for tracking case-finding strategies beyond facility-based services.",
    "factorType": "Cumulative",
    "frequency": "Monthly",
    "status": "new"
  },
  {
    "renoId": "RENO009",
    "groupId": "tb_quarterly",
    "indicatorId": "NIDS-TB-Q02",
    "sortOrder": 2,
    "name": "TB treatment success rate",
    "shortname": "TB Treatment Success",
    "numerator": "Number of TB cases with successful treatment outcome",
    "numeratorFormula": "Count of TB cases cured or treatment completed",
    "denominator": "Number of TB cases registered for treatment in cohort",
    "denominatorFormula": "Count of all TB cases registered in treatment cohort",
    "definition": "Percentage of TB cases that successfully completed treatment (cured or completed) out of all cases registered in the treatment cohort. Based on standard WHO outcome definitions.",
    "useContext": "Core TB program quality indicator. Report quarterly for cohorts completing treatment. WHO target: ≥90% treatment success rate. Disaggregate by HIV status and drug resistance.",
    "factorType": "Proportion",
    "frequency": "Quarterly",
    "status": "retained_without_new"
  },
  {
    "renoId": "RENO010",
    "groupId": "routine_facility",
    "indicatorId": "NIDS-RF-004",
    "sortOrder": 4,
    "name": "Number of male circumcisions performed for HIV prevention",
    "shortname": "VMMC Procedures",
    "numerator": "Number of voluntary medical male circumcisions performed",
    "numeratorFormula": "Count of VMMC procedures completed",
    "denominator": null,
    "denominatorFormula": null,
    "definition": "Total number of voluntary medical male circumcisions (VMMC) performed as part of HIV prevention services. Includes all age groups targeted for VMMC services (typically 10-49 years).",
    "useContext": "Prevention indicator for HIV biomedical intervention. Report monthly. Used to track progress toward VMMC coverage targets in priority districts. Disaggregate by age group.",
    "factorType": "Cumulative",
    "frequency": "Monthly",
    "status": "retained_with_new"
  }
]
